{
    "home.career":"Bioingeniera",
    "nav.home":"Inicio",
    "nav.aboutme":"Sobre mi",
    "nav.projects":"Proyectos",
    "nav.contact":"Contacto",
    "aboutme.h1":"Hola!!",
    "aboutme.me":"Soy Luciana, desarrolladora Full Stack y Bioingeniera. Curiosa y alentada siempre por los desafíos decidí, luego de graduarme de Bioingeniera, emprender un viaje a países de habla inglesa, primero Australia y luego Inglaterra, donde estuve tres años mejorando el idioma, conociendo gente nueva y ganando experiencia. En el 2021 comencé a incursionar en el mundo IT, encontrando en la programación una puerta de entrada a un mundo fascinante con la posibilidad de crear soluciones a todo tipo de problemas y crecer sin fronteras. Disfruto de trabajar en equipos de trabajo y me caracterizo por ser responsable, flexible y dedicada. En mi tiempo libre me gusta leer, nadar, disfrutar de amigos y familia y me apasiona viajar.",
    "projects.turnon":"Desarrollo de una SPA (Single Page Application) y APP mobile para la reserva de turnos de canchas deportivas",
    "button.detail": "Detalles",
    "projects.doguiapp":"Desarrollo de una SPA (Single Page Application) que muestras caracteristicas de razas de perros y otras funcionalidades",
    "projects.titcripto":"Cotizador de criptomonedas",
    "projects.crypto":"Desarrollo de una SPA que cotiza diversas criptomonedas en tiempo real",
    "projects.titimages":"Buscador de imágenes",
    "projects.images":"Desarrollo de una SPA que busca imagenes de Pixabay",
    "turnon.info":"Desarrollo de una aplicación móvil para la reserva de canchas deportivas.Desarrollo de una SPA para el registro de los centro deportivos que incluye la creación de canchas, gestión de turnos e historial de reservas. Desarrollo de una SPA con la función de administrador con acceso a todas las funcionalidades de los usuarios y proveedores. Mi Contribución: BackEnd: Configuración inicial de Express - Armado de modelos de la base de datos y sus relaciones - Controladores y rutas. FrontEnd: Uso de la librería de material table para el armado del SPA del administrador y aplicación de CSS en la Web Page. Tecnologías utilizadas: React - React Native - Redux - Node Js - Express - PostgreSQL. - CSS. Metodologías ágiles aplicada:Scrum",
    "dogui.info":"Desarrollo de una SPA (Single Page Application) utilizando React para el FrontEnd y Redux como gestor de estados. Se utilizó CSS puro sin librerías externas para estilizar los componentes de React.La SPA trae la información desde una API de razas de perros a través de un BackEnd desarrollado en NodeJs usando Express. Determinada información fue guardada en una base de datos relacional usando PostgresSQL-PgAdmin y Sequelize. Principales funciones: Barra de navegación, búsqueda de una raza de perro en particular, filtros, ordenamiento y un formulario controlado para la creación de una nueva raza de perro. ",
    "cripto.info":"Desarrollo de una SPA (Single Page Application) utilizando React para el FrontEnd. La SPA consume la información desde una API con valores de criptomonedas a valor actual a través de Axios. Se crearon Hooks propios. Principal función: Cotizar en la moneda a seleccionar una lista de criptomonedas. Brinda información del precio mas alto del día, el precio mas bajo,la variacion y la última actualización.",
    "image.info":"Desarrollo de una SPA (Single Page Application) utilizando React para el FrontEnd.La SPA consume la información desde la API de Pixabay. Principal función: Búsqueda de imágenes y visualización en calidad máxima de las mismas. Muestra los Me gusta y la cantidad de visualizaciones.",
    "contact.title":"Si te gustó mi perfil, no dudes en mandarme un mensaje",
    "contact.name": "Nombre",
    "contact.message":"Mensaje",
    "contact.send":"Enviar"
    
}